# ספרים
from datetime import datetime
שעה = "2026-03-16T22:58:33.083332"
בקשות_אדי = {'סהכ': 0, 'בספר': 0, 'חסר': 0, 'דוגמאות_חסרות': []}
ברא = {'ברא_בספר': True, 'חולל_בספר': True, 'למד_בספר': True, 'תיקון_בספר': True}
ממשקים = {'פנים': {'github': True, 'עצמי': True}, 'בנים': {'אברם': True, 'אבם': True, 'קלוד/16d87a4f': True, 'קלוד/f7a94277': True, 'בקשות/אדי/0': True, 'קלוד/931a0240': True, 'קלוד/2070c6d0': True, 'קלוד/2c394a11': True, 'קלוד/de83413d': True, 'קלוד/29a83e7d': True, 'רוגז/בדיקה/חסר ברא: למד_בספר': True, 'רוגז/בדיקה/חסר ברא: תיקון_בספר': True, 'רוגז/בדיקה/חסר בנים: קלוד/29a83': True, 'רוגז/בדיקה/חסר עולמות: מחשב': True, 'רוגז/בדיקה/חסר עולמות: דומיין': True, 'רוגז/בדיקה/חסר עולמות: cloudfla': True, 'קלוד/1012eb3f': True, 'רוגז/בדיקה/חסר בנים: קלוד/1012e': True, 'קלוד/99b3477d': True, 'רוגז/בדיקה/חסר בנים: רוגז/בדיקה': True, 'רוגז/בדיקה/חסר בנים: קלוד/99b34': True, 'קלוד/24d74a47': True, 'קלוד/a027a332': True, 'קלוד/91b24844': True, 'קלוד/812fe999': True, 'קלוד/d97d3ea7': True, 'רוגז/בדיקה/חסר בנים: קלוד/d97d3': True, 'קלוד/535ccef1': True, 'רוגז/בדיקה/חסר בנים: קלוד/535cc': True, 'קלוד/42c3003d': True, 'רוגז/בדיקה/חסר בנים: קלוד/42c30': True, 'קלוד/8d7a9074': False}, 'עולמות': {'מחשב': True, 'github': True, 'דומיין': True, 'cloudflare': False}}
צינורות = {'היסטוריה': 0, 'עבר': 349, 'הווה': '2026-03-16T22:58:33.083150', 'עתיד': 0}
