# ספרים
from datetime import datetime
שעה = "2026-03-16T22:52:57.774456"
בקשות_אדי = {'סהכ': 0, 'בספר': 0, 'חסר': 0, 'דוגמאות_חסרות': []}
ברא = {'ברא_בספר': True, 'חולל_בספר': True, 'למד_בספר': False, 'תיקון_בספר': False}
ממשקים = {'פנים': {'github': True, 'עצמי': True}, 'בנים': {'אברם': True, 'אבם': True, 'קלוד/16d87a4f': True, 'קלוד/f7a94277': True, 'בקשות/אדי/0': True, 'קלוד/931a0240': True, 'קלוד/2070c6d0': True, 'קלוד/2c394a11': True, 'קלוד/de83413d': True, 'קלוד/29a83e7d': False}, 'עולמות': {'מחשב': False, 'github': True, 'דומיין': False, 'cloudflare': False}}
צינורות = {'היסטוריה': 0, 'עבר': 259, 'הווה': '2026-03-16T22:52:57.774222', 'עתיד': 0}
